<?php

return [


    '请输入正确的手机号码' => '請輸入正確的手機號碼',
    //注册页面
    '大陆地区' => '大陸地區',
    '香港地区' => '香港地區',
    '澳门地区' => '澳門地區',
    '台湾地区' => '臺灣地區',
    '获取验证码' => '獲取驗證碼',
    '请输入验证码' => '請輸入驗證碼',
    '请输入手机号码' => '請輸入手機號碼',
    '请输入正确的手机号' => '請輸入正確的手機號碼',
    '验证码已发送到您的手机，请注意查收' => '驗證碼已經發送到您的手機，請注意查收',
    '注册或绑定成功后，代表您已默认订阅I.T品牌资讯和商品信息' => '註冊或綁定成功后，代表您已默認訂閱I.T品牌資訊和商品信息',
    '注册或绑定成功后，代表您已默认订阅i.t品牌资讯和商品信息' => '註冊或綁定成功后，代表您已默認訂閱i.t品牌資訊和商品信息',
    '注册/绑定会员卡' => '註冊/綁定會員卡',
    '手机号码不存在，或者验证码已过期' => '手機號碼不存在，或者驗證碼已過期',
    '恭喜您已成功注册，并获得200积分；完善个人资料即可再获赠100积分哦！' => '恭喜您已成功註冊，並獲得200積分；完善個人資料即可再獲贈100積分哦！',
    '恭喜您已成功绑定，并获得200积分；完善个人资料即可再获赠100积分哦！' => '恭喜您已成功綁定，並獲得200積分；完善個人資料即可再獲贈100積分哦！',
    '恭喜您已成功绑定，完善个人资料即可再获赠100积分哦！' => '恭喜您已成功綁定，完善個人資料即可再獲贈100積分哦！',
    '恭喜您已成功绑定！' => '恭喜您已成功綁定！',

    '恭喜您已成功注册，并获得200奖励积分；完善个人资料即可再获赠100积分哦！' => "恭喜您已成功註冊，並獲得200獎勵積分；完善個人資料即可再獲贈100積分哦！",
    '恭喜您已成功绑定，并获得200奖励积分；完善个人资料即可再获赠100积分哦！' => '恭喜您已成功綁定，並獲得200獎勵積分；完善個人資料即可再獲贈100積分哦！',
    '恭喜您已成功绑定' => '恭喜您已成功綁定',
    '恭喜您已成功绑定;完善个人资料即可再获赠100积分哦！' => '恭喜您已成功綁定;完善個人資料即可再獲贈100積分哦！',
    //个人信息详情页
    '名字' => '名字',
    '必填' => '必填',
    '请输入名字' => '請輸入名字',
    '姓氏' => '姓氏',
    '请输入姓氏' => '請輸入姓氏',
    '会员级别' => '會員級別',
    '出生日期' => '出生日期',
    '生日月可获惊喜礼遇，一旦提交，不可修改' => '生日月可獲驚喜禮遇，一旦提交，不可修改',
    '手机号码' => '手機號碼',
    '电子邮箱' => '電子郵箱',
    '请输入邮箱地址' => '請輸入郵箱地址',
    '邀请您填写更多个人信息，以便我们为您提供个性化服务，更可获赠I.T会员积分。' => '邀請您填寫更多個人資訊，以便我們為您提供個性化服務，更可獲贈I.T會員積分。',
    '邀请您填写更多个人信息，以便我们为您提供个性化服务，更可获赠i.t会员积分。' => '邀請您填寫更多個人資訊，以便我們為您提供個性化服務，更可獲贈i.t會員積分。',
    '常住地址' => '常住地址',
    '区域' => '區域',
    '省' => '省',
    '市' => '市',
    '区' => '區',
    '详细地址' => '區',
    '婚姻状况' => '婚姻狀況',
    '是' => '是',
    '否' => '否',
    '年收入' => '年收入',
    '请选择收入范围' => '請選擇收入範圍',
    '10万以下' => '10萬以下',
    '10-20万' => '10-20萬',
    '20-50万' => '20-50萬',
    '50-100万' => '50-100萬',
    '100万以上' => '100萬以上',
    '职业' => '職業',
    '请选择职业' => '請選擇職業',
    '企业高管/私营企业主' => '企業高管/私營企業主',
    '公司职员' => '公司職員',
    '自雇人士' => '自雇人士',
    '家庭主妇' => '家庭主婦',
    '学生' => '學生',
    '退休人士' => '退休人士',
    '其他' => '其他',
    '教育程度' => '教育程度',
    '请选择教育程度' => '請選擇教育程度',
    '初中及以下' => '初中及以下',
    '高中/中技/中专' => '高中/中技/中專',
    '大专' => '大專',
    '本科' => '本科',
    '硕士及以上' => '碩士及以上',
    '兴趣爱好' => '興趣愛好',
    '可多选' => '可多選',
    '旅行' => '旅行',
    '电影/音乐' => '電影/音樂',
    '健身/户外' => '健身/戶外',
    '美食/家居' => '美食/家居',
    '时尚/美容' => '時尚/美容',
    '我接受' => '我接受',
    '《I.T个人资料（私隐）政策声明》' => '《I.T個人資料（私隱）政策聲明》',
    '《i.t个人资料（私隐）政策声明》' => '《i.t個人資料（私隱）政策聲明》',
    '提交/修改' => '提交/修改',
    '订阅I.T品牌资讯和商品信息' => '訂閱I.T品牌資訊和商品資訊',

    '请阅读并接受《I.T个人资料（私隐）政策声明》' => '請閱讀並接受《I.T個人資料（私隱）政策聲明》',
    '请阅读并接受《i.t个人资料（私隐）政策声明》' => '請閱讀並接受《i.t個人資料（私隱）政策聲明》',

    '填完所有资料就能获赠100奖励积分哦~ 真的要现在离开吗？' => '填完所有資料就能獲贈100獎勵積分哦~ 真的要現在離開嗎？',

    '您已完成所有资料填写，恭喜获赠100奖励积分。' => '您已完成所有資料填寫，恭喜獲贈100獎勵積分。',

    '请输入正确的邮箱地址！' => '請輸入正確的郵箱位址！',

    '更新个人资料成功' => '更新個人資料成功',


    '姓名需由大小写英文字母，或者简繁体中文组成哦~' => '姓名需由大小寫英文字母，或者簡繁體中文組成哦~',
    '更新成功！完成所有资料填写就能获赠100积分哦~ 真的要现在离开吗？' => '更新成功！完成所有資料填寫就能獲贈100積分哦~ 真的要現在離開嗎？',
    '个人资料已更新成功！' => '個人資料已更新成功！',
    '您已完成所有资料填写，恭喜获赠100积分。' => '您已完成所有資料填寫，恭喜獲贈100積分。',

    //首页
    '个人资料' => '個人資料',
    '最新资讯' => '最新資訊',
    '条未读消息' => '條未讀消息',
    '会员积分' => '會員積分',
    '入会时间' => '入會時間',
    '30天内将要到期' => '30天內將要到期',
    '积分' => '積分',
    '消费记录' => '消費記錄',
    '专属优惠' => '專屬優惠',
    '会员权益' => '會員權益',
    '签到打卡' => '簽到打卡',
    '签到成功' => '簽到成功',
    '今天已经签到过了哦~ 明天再来吧~ 连续签到7天即可获赠额外积分哦~' => '今天已經簽到過了哦~ 明天再來吧~ 連續簽到7天即可獲贈額外積分哦~',

    //TOKEN页面
    '积分获得明细' => '積分獲得明細',
    '积分使用明细' => '積分使用明細',
    '首次注册/绑定会员卡' => '首次註冊/綁定會員卡',
    '完善个人资料' => '完善個人資料',
    '消费赚积分' => '消費賺積分',
    '活动赚积分' => '活動賺積分',
    '消费使用积分' => '消費使用積分',


    //消费详情页面
    '您的消费记录' => '您的消費記錄',
    '消费日期' => '消費日期',
    '消费数量' => '消費數量',
    '消费金额' => '消費金額',

    //资讯类
    '常规优惠' => '常規優惠',
    '限时优惠' => '限時優惠',
    '会员资讯' => '會員資訊',
    '积分资讯' => '積分資訊',
    '优惠详情' => '優惠詳情',
    '资讯详情' => '資訊詳情',


    //首页上显示会员等级
    'CN_BITT0' => 'BITT0',
    'CN_BIT' => 'BIT',
    'CN_VPASS' => 'VPASS',
    'CN_VIPASS' => 'VIPASS',

    'CN_SITT0' => 'SITT0',
    'CN_SIT' => 'SIT',
    'CN_IPASS' => 'IPASS',


    //提示
    '您暂时没有消费记录' => '您暫時沒有消費記錄',
    '暂无会员资讯!' => '暫無會員資訊!',
    '暂无积分资讯!' => '暫無積分資訊!',
    '暂无常规优惠!' => '暫無常規優惠!',
    '暂无限时优惠!' => '暫無限時優惠!',

    '今天已经签到过了哦~ 连续签到7天即可获赠50积分哦~' => '今天已經簽到過了哦~ 連續簽到7天即可獲贈50積分哦~',
    '签到成功！已获得' => '簽到成功！已獲得',
    '恭喜您已连续签到' => '您已連續簽到',
    '天，本次获赠' => '天，本次獲贈',

    '积分，连续签到7天即可获赠额外积分哦~' => '積分，連續簽到7天即可獲贈額外積分哦~',
    '恭喜您已经连续签到' => '恭喜您已經連續簽到',
    '您已连续签到' => '您已連續簽到',
    '天，本次可获赠' => '天，本次可獲贈',
    '积分，连续签到7天即可获赠50积分哦~' => '積分，連續簽到7天即可獲贈50積分哦~',
    '今天已经签到过了哦~连续签到7天即可获赠50积分哦~' => '今天已經簽到過了哦~連續簽到7天即可獲贈50積分哦~',

];
